{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "15 per min"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "802757EF4B9434F957B784B10348C053"
		},
		{
			"Source":
			{
				"Text": "Biomass"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BD191F2E47CC45897F6FA6961BCB244F"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "KUI_GeneralWords",
			"Children": [
				{
					"Source":
					{
						"Text": "/ min"
					},
					"Translation":
					{
						"Text": "/ minimum"
					},
					"Key": "/min"
				},
				{
					"Source":
					{
						"Text": "Accept"
					},
					"Translation":
					{
						"Text": "Accepter"
					},
					"Key": "Accept"
				},
				{
					"Source":
					{
						"Text": "Add"
					},
					"Translation":
					{
						"Text": "Ajouter"
					},
					"Key": "Add"
				},
				{
					"Source":
					{
						"Text": "Added!"
					},
					"Translation":
					{
						"Text": "Ajouté!"
					},
					"Key": "Added"
				},
				{
					"Source":
					{
						"Text": "Amount"
					},
					"Translation":
					{
						"Text": "Nombre"
					},
					"Key": "Amount"
				},
				{
					"Source":
					{
						"Text": "Any Time"
					},
					"Translation":
					{
						"Text": "À n'importe quel moment"
					},
					"Key": "Time_Any"
				},
				{
					"Source":
					{
						"Text": "Build Gun"
					},
					"Translation":
					{
						"Text": "Outil de Construction"
					},
					"Key": "BuildGun"
				},
				{
					"Source":
					{
						"Text": "Building"
					},
					"Translation":
					{
						"Text": "Construction"
					},
					"Key": "Building"
				},
				{
					"Source":
					{
						"Text": "Can be found in Dangerous Areas."
					},
					"Translation":
					{
						"Text": "Peut être trouvé dans les Zones Dangereuses "
					},
					"Key": "Found_Danger"
				},
				{
					"Source":
					{
						"Text": "Can be found in every biome."
					},
					"Translation":
					{
						"Text": "Peut être trouvé dans n'importe quel environnement "
					},
					"Key": "Found_Everywhere"
				},
				{
					"Source":
					{
						"Text": "Cancle"
					},
					"Translation":
					{
						"Text": "Annuler"
					},
					"Key": "Cancle"
				},
				{
					"Source":
					{
						"Text": "Common"
					},
					"Translation":
					{
						"Text": "Commun"
					},
					"Key": "Rare_Common"
				},
				{
					"Source":
					{
						"Text": "Consumed"
					},
					"Translation":
					{
						"Text": "Utilisé"
					},
					"Key": "Consumed"
				},
				{
					"Source":
					{
						"Text": "Consumed In"
					},
					"Translation":
					{
						"Text": "Utilisable dans"
					},
					"Key": "ConsumedIn"
				},
				{
					"Source":
					{
						"Text": "Copy"
					},
					"Translation":
					{
						"Text": "Copier"
					},
					"Key": "Copy"
				},
				{
					"Source":
					{
						"Text": "Craft Bench"
					},
					"Translation":
					{
						"Text": "Table de Fabrication"
					},
					"Key": "Workbench"
				},
				{
					"Source":
					{
						"Text": "Crushed metal that can be mined from various ore clusters. Used to create ingots or liquid metals.\r\n\r\nIt can also be cleaned with machines to extract more metal from them."
					},
					"Translation":
					{
						"Text": "Du metal broyé qui peut être miné dans différente clusters de minerais. Peut être utilisé dans la fabrication de lingots et de métaux liquides. \r\n\r\n Il a aussi la capacité d'être nettoyer dans les machines pour en extraire plus."
					},
					"Key": "CrushedOres"
				},
				{
					"Source":
					{
						"Text": "Cycle Time"
					},
					"Translation":
					{
						"Text": "Durée du cycle"
					},
					"Key": "CycleTime"
				},
				{
					"Source":
					{
						"Text": "Day"
					},
					"Translation":
					{
						"Text": "Jour"
					},
					"Key": "Time_Day"
				},
				{
					"Source":
					{
						"Text": "Delete"
					},
					"Translation":
					{
						"Text": "Supprimer"
					},
					"Key": "Delete"
				},
				{
					"Source":
					{
						"Text": "Do you really want to open this website? Your browser will open and open the website!\r\n\r\n{url}"
					},
					"Translation":
					{
						"Text": "Êtes-vous sur de vouloir ouvrir ce site? Votre navigateur va s’exécuter et ouvrir ce site!\r\n\r\n{url}"
					},
					"Key": "PP_OpenUrl_T"
				},
				{
					"Source":
					{
						"Text": "Edit"
					},
					"Translation":
					{
						"Text": "Modifier"
					},
					"Key": "Edit"
				},
				{
					"Source":
					{
						"Text": "Effect"
					},
					"Translation":
					{
						"Text": "Effect "
					},
					"Key": "Effect"
				},
				{
					"Source":
					{
						"Text": "Enter text here..."
					},
					"Translation":
					{
						"Text": "Entrer le texte ici..."
					},
					"Key": "DefaultSearchText"
				},
				{
					"Source":
					{
						"Text": "Equipment Workshop"
					},
					"Translation":
					{
						"Text": "Espace de fabrication d'équipement "
					},
					"Key": "Workshop"
				},
				{
					"Source":
					{
						"Text": "Error"
					},
					"Translation":
					{
						"Text": "Erreur"
					},
					"Key": "State_Error"
				},
				{
					"Source":
					{
						"Text": "Heat"
					},
					"Translation":
					{
						"Text": "Chaleur"
					},
					"Key": "Heat"
				},
				{
					"Source":
					{
						"Text": "Idle"
					},
					"Translation":
					{
						"Text": "Inactif "
					},
					"Key": "State_Idle"
				},
				{
					"Source":
					{
						"Text": "Idle"
					},
					"Translation":
					{
						"Text": "Inactif "
					},
					"Key": "Idle"
				},
				{
					"Source":
					{
						"Text": "Image"
					},
					"Translation":
					{
						"Text": "Image"
					},
					"Key": "Image"
				},
				{
					"Source":
					{
						"Text": "Invalid"
					},
					"Translation":
					{
						"Text": "Invalide"
					},
					"Key": "Time_Invalid"
				},
				{
					"Source":
					{
						"Text": "Invalid"
					},
					"Translation":
					{
						"Text": "Invalide"
					},
					"Key": "Invalid"
				},
				{
					"Source":
					{
						"Text": "Invalid Information"
					},
					"Translation":
					{
						"Text": "Information invalide"
					},
					"Key": "InvFormat"
				},
				{
					"Source":
					{
						"Text": "Item"
					},
					"Translation":
					{
						"Text": "Objet "
					},
					"Key": "Item"
				},
				{
					"Source":
					{
						"Text": "Item Name"
					},
					"Translation":
					{
						"Text": "Nom de l'Objet "
					},
					"Key": "ItemName"
				},
				{
					"Source":
					{
						"Text": "Layout"
					},
					"Translation":
					{
						"Text": "Mise en page"
					},
					"Key": "Layout"
				},
				{
					"Source":
					{
						"Text": "Layout loaded"
					},
					"Translation":
					{
						"Text": "Mise en page chargé"
					},
					"Key": "RSS_LayOutLoaded"
				},
				{
					"Source":
					{
						"Text": "Less Details"
					},
					"Translation":
					{
						"Text": "Moins de détails "
					},
					"Key": "LessDetails"
				},
				{
					"Source":
					{
						"Text": "Live Preview"
					},
					"Translation":
					{
						"Text": "Prévisualisation en direct"
					},
					"Key": "LivePreview"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "Chargement..."
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "Missing Module"
					},
					"Translation":
					{
						"Text": "Module manquant"
					},
					"Key": "State_MissingModule"
				},
				{
					"Source":
					{
						"Text": "More Details"
					},
					"Translation":
					{
						"Text": "Plus de Détails"
					},
					"Key": "MoreDetails"
				},
				{
					"Source":
					{
						"Text": "NO"
					},
					"Translation":
					{
						"Text": "NON"
					},
					"Key": "NO"
				},
				{
					"Source":
					{
						"Text": "Night"
					},
					"Translation":
					{
						"Text": "Nuit"
					},
					"Key": "Time_Night"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "Non"
					},
					"Key": "No"
				},
				{
					"Source":
					{
						"Text": "No Fluid!"
					},
					"Translation":
					{
						"Text": "Aucun fluide"
					},
					"Key": "Warning_NoFluid"
				},
				{
					"Source":
					{
						"Text": "No Inventory set"
					},
					"Translation":
					{
						"Text": "Aucun inventaire fait"
					},
					"Key": "NoInv"
				},
				{
					"Source":
					{
						"Text": "No Power"
					},
					"Translation":
					{
						"Text": "Pas de puissance"
					},
					"Key": "NoPower"
				},
				{
					"Source":
					{
						"Text": "No Power"
					},
					"Translation":
					{
						"Text": "Pas de puissance"
					},
					"Key": "State_NoPower"
				},
				{
					"Source":
					{
						"Text": "No Power!"
					},
					"Translation":
					{
						"Text": "Manque de puissance!"
					},
					"Key": "Warning_NoPower"
				},
				{
					"Source":
					{
						"Text": "No connection"
					},
					"Translation":
					{
						"Text": "Pas de connection "
					},
					"Key": "NoCon"
				},
				{
					"Source":
					{
						"Text": "Normal extraction rate is: 60/min"
					},
					"Translation":
					{
						"Text": "Le taux d'extraction Normal est: 60/min"
					},
					"Key": "Rate_60"
				},
				{
					"Source":
					{
						"Text": "Normal extraction rate is: 60m³/min"
					},
					"Translation":
					{
						"Text": "Le taux d'extraction Normal est: 60m³/min"
					},
					"Key": "Rate_60m³"
				},
				{
					"Source":
					{
						"Text": "Open Url"
					},
					"Translation":
					{
						"Text": "Ouvrir l'Url"
					},
					"Key": "PP_OpenUrl_D"
				},
				{
					"Source":
					{
						"Text": "Overclocked"
					},
					"Translation":
					{
						"Text": "Sur-puissance"
					},
					"Key": "State_Overclocked"
				},
				{
					"Source":
					{
						"Text": "Parts"
					},
					"Translation":
					{
						"Text": "Pièce"
					},
					"Key": "Part"
				},
				{
					"Source":
					{
						"Text": "Paste"
					},
					"Translation":
					{
						"Text": "Coller"
					},
					"Key": "Paste"
				},
				{
					"Source":
					{
						"Text": "Paused"
					},
					"Translation":
					{
						"Text": "Pause"
					},
					"Key": "Paused"
				},
				{
					"Source":
					{
						"Text": "Produce"
					},
					"Translation":
					{
						"Text": "Produit"
					},
					"Key": "State_Produce"
				},
				{
					"Source":
					{
						"Text": "Produced"
					},
					"Translation":
					{
						"Text": "A produit"
					},
					"Key": "Produced"
				},
				{
					"Source":
					{
						"Text": "Produced In"
					},
					"Translation":
					{
						"Text": "Se produit dans"
					},
					"Key": "ProducedIn"
				},
				{
					"Source":
					{
						"Text": "Rare"
					},
					"Translation":
					{
						"Text": "Rare"
					},
					"Key": "Rare_Rare"
				},
				{
					"Source":
					{
						"Text": "Recipe: {Name}"
					},
					"Translation":
					{
						"Text": "Recette: {Name}"
					},
					"Key": "RecipeFormat"
				},
				{
					"Source":
					{
						"Text": "Refresh"
					},
					"Translation":
					{
						"Text": "Rafraîchir "
					},
					"Key": "Refresh"
				},
				{
					"Source":
					{
						"Text": "Relevant Items:"
					},
					"Translation":
					{
						"Text": "Object pertinent"
					},
					"Key": "RelevantItems"
				},
				{
					"Source":
					{
						"Text": "Remove"
					},
					"Translation":
					{
						"Text": "Enlever"
					},
					"Key": "Remove"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": "Réinitialiser "
					},
					"Key": "Reset"
				},
				{
					"Source":
					{
						"Text": "Rss Sign Text"
					},
					"Translation":
					{
						"Text": "Panneau de texte Rss"
					},
					"Key": "RSS_DefaultTextElementText"
				},
				{
					"Source":
					{
						"Text": "Running"
					},
					"Translation":
					{
						"Text": "Cours "
					},
					"Key": "Running"
				},
				{
					"Source":
					{
						"Text": "Save"
					},
					"Translation":
					{
						"Text": "Sauvegarder"
					},
					"Key": "Save"
				},
				{
					"Source":
					{
						"Text": "Save & Exit"
					},
					"Translation":
					{
						"Text": "Sauvegarder & Quitter"
					},
					"Key": "SaveAndExit"
				},
				{
					"Source":
					{
						"Text": "Save as preset"
					},
					"Translation":
					{
						"Text": "Sauvegarder en tant que modèle"
					},
					"Key": "SaveAsPreset"
				},
				{
					"Source":
					{
						"Text": "Saved"
					},
					"Translation":
					{
						"Text": "Sauvegardée"
					},
					"Key": "Saved"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": "Sélectioner"
					},
					"Key": "Select"
				},
				{
					"Source":
					{
						"Text": "Select Item"
					},
					"Translation":
					{
						"Text": "Sélectionner un objet "
					},
					"Key": "SelectItem"
				},
				{
					"Source":
					{
						"Text": "Slot not in use"
					},
					"Translation":
					{
						"Text": "Cet espace n'est pas utilisé"
					},
					"Key": "SlotNotUsed"
				},
				{
					"Source":
					{
						"Text": "Stable"
					},
					"Translation":
					{
						"Text": "Stable"
					},
					"Key": "Stable"
				},
				{
					"Source":
					{
						"Text": "Stack"
					},
					"Translation":
					{
						"Text": "Pile"
					},
					"Key": "Stack"
				},
				{
					"Source":
					{
						"Text": "Standby"
					},
					"Translation":
					{
						"Text": "Sur-place"
					},
					"Key": "State_Standby"
				},
				{
					"Source":
					{
						"Text": "Template"
					},
					"Translation":
					{
						"Text": "Modèle"
					},
					"Key": "Template"
				},
				{
					"Source":
					{
						"Text": "Text"
					},
					"Translation":
					{
						"Text": "Texte"
					},
					"Key": "Text"
				},
				{
					"Source":
					{
						"Text": "Type"
					},
					"Translation":
					{
						"Text": "Type"
					},
					"Key": "Type"
				},
				{
					"Source":
					{
						"Text": "Unknown"
					},
					"Translation":
					{
						"Text": "Inconnu"
					},
					"Key": "Unknown"
				},
				{
					"Source":
					{
						"Text": "Unstable"
					},
					"Translation":
					{
						"Text": "Instable "
					},
					"Key": "UnStable"
				},
				{
					"Source":
					{
						"Text": "Very Common"
					},
					"Translation":
					{
						"Text": "Très commun"
					},
					"Key": "Rare_VeryCommon"
				},
				{
					"Source":
					{
						"Text": "Very Rare"
					},
					"Translation":
					{
						"Text": "Très rare"
					},
					"Key": "Rare_VeryRare"
				},
				{
					"Source":
					{
						"Text": "Widget not Init!"
					},
					"Translation":
					{
						"Text": "Le widget n'a pas été initialisé"
					},
					"Key": "NotInit"
				},
				{
					"Source":
					{
						"Text": "YES"
					},
					"Translation":
					{
						"Text": "OUI"
					},
					"Key": "YES"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "Oui"
					},
					"Key": "Yes"
				},
				{
					"Source":
					{
						"Text": "deleted"
					},
					"Translation":
					{
						"Text": "Supprimé"
					},
					"Key": "Deleted"
				},
				{
					"Source":
					{
						"Text": "loaded"
					},
					"Translation":
					{
						"Text": "Chargé"
					},
					"Key": "loaded"
				},
				{
					"Source":
					{
						"Text": "m³"
					},
					"Translation":
					{
						"Text": "m³"
					},
					"Key": "m³"
				},
				{
					"Source":
					{
						"Text": "m³ / min"
					},
					"Translation":
					{
						"Text": "m³ / min"
					},
					"Key": "m3/min"
				},
				{
					"Source":
					{
						"Text": "no"
					},
					"Translation":
					{
						"Text": "non"
					},
					"Key": "no"
				},
				{
					"Source":
					{
						"Text": "per minute"
					},
					"Translation":
					{
						"Text": "par minute"
					},
					"Key": "PartPMin"
				},
				{
					"Source":
					{
						"Text": "yes"
					},
					"Translation":
					{
						"Text": "oui"
					},
					"Key": "yes"
				},
				{
					"Source":
					{
						"Text": "{From} to {To}"
					},
					"Translation":
					{
						"Text": "De {From} à {To}"
					},
					"Key": "FromTo"
				},
				{
					"Source":
					{
						"Text": "{From} to {To}°C"
					},
					"Translation":
					{
						"Text": "De {From} à {To} °C"
					},
					"Key": "FromToCelc"
				},
				{
					"Source":
					{
						"Text": "{From}% to {To}%"
					},
					"Translation":
					{
						"Text": "De {From} à {To}%"
					},
					"Key": "ToPercent"
				},
				{
					"Source":
					{
						"Text": "{Time} Sec"
					},
					"Translation":
					{
						"Text": "{Time} Sec"
					},
					"Key": "TimeInSec"
				},
				{
					"Source":
					{
						"Text": "{Value} %"
					},
					"Translation":
					{
						"Text": "{Value} %"
					},
					"Key": "Percent"
				},
				{
					"Source":
					{
						"Text": "{Value} / Min"
					},
					"Translation":
					{
						"Text": "{Value} / Min"
					},
					"Key": "PerMin"
				},
				{
					"Source":
					{
						"Text": "{Value} MW"
					},
					"Translation":
					{
						"Text": "{Value} MW"
					},
					"Key": "MW"
				},
				{
					"Source":
					{
						"Text": "{Value} m³"
					},
					"Translation":
					{
						"Text": "{Value} m³"
					},
					"Key": "Format_m³"
				},
				{
					"Source":
					{
						"Text": "{Value} m³ / Min"
					},
					"Translation":
					{
						"Text": "{Value} m³ / Min"
					},
					"Key": "m3PerMin"
				},
				{
					"Source":
					{
						"Text": "{Value} °C"
					},
					"Translation":
					{
						"Text": "{Value} °C"
					},
					"Key": "Celcius"
				},
				{
					"Source":
					{
						"Text": "{count}x"
					},
					"Translation":
					{
						"Text": "{count}x"
					},
					"Key": "CountMulti"
				}
			]
		},
		{
			"Namespace": "KUI_ItemFormat",
			"Children": [
				{
					"Source":
					{
						"Text": "Fluid"
					},
					"Translation":
					{
						"Text": "Fluide"
					},
					"Key": "Liquid"
				},
				{
					"Source":
					{
						"Text": "Gas"
					},
					"Translation":
					{
						"Text": "Gaz"
					},
					"Key": "Gas"
				},
				{
					"Source":
					{
						"Text": "Heat"
					},
					"Translation":
					{
						"Text": "Chaleur"
					},
					"Key": "Heat"
				},
				{
					"Source":
					{
						"Text": "Solid"
					},
					"Translation":
					{
						"Text": "Solide"
					},
					"Key": "Solid"
				}
			]
		},
		{
			"Namespace": "LOCTEXT_CPP_STRING_TABLE",
			"Children": [
				{
					"Source":
					{
						"Text": "SourceString"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Key"
				}
			]
		},
		{
			"Namespace": "ST_KUI",
			"Children": [
				{
					"Source":
					{
						"Text": "%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI.mPercentText.HintText"
				},
				{
					"Source":
					{
						"Text": "<White10Reg>Produced in: </><Orange10SemiB>{WHERE}</>"
					},
					"Translation":
					{
						"Text": "<White10Reg>Produit dans: </> <Orange10SemiB>{WHERE} </>"
					},
					"Key": "Subsystem_WidgetModifier.Node_Format_Text.Format"
				},
				{
					"Source":
					{
						"Text": "Abstract instances configuration data for the buildable"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[6].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Allow each actor to run at a different time speed. The DeltaTime for a frame is multiplied by the global TimeDilation (in WorldSettings) and this CustomTimeDilation for this actor's tick."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[20].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Allows us to only see this Actor in the Editor, and not in the actual game.\n@see SetActorHiddenInGame()"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[10].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Always relevant for network (overrides bOnlyRelevantToOwner)."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[9].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Array of tags that can be used for grouping and categorizing."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[33].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Background appearance"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[11].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Background appearance when hovered"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[12].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Background appearance when pressed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[13].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "BorderBackgroundColor refers to the actual color and opacity of the supplied border image on toggle buttons"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[21].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when CheckBox is undetermined and hovered"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[8].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when CheckBox is undetermined and pressed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[9].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when checked and hovered"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[5].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when checked and pressed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[6].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when the CheckBox is checked"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[4].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when the CheckBox is unchecked (normal)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[1].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when the CheckBox is unchecked and hovered"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[2].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when the CheckBox is undetermined"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[7].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Clearance data of this buildable"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[7].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Color and Opacity"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MovieSceneColorTrack_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Controls how to handle spawning this actor in a situation where it's colliding with something else. \"Default\" means AlwaysSpawn here."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[22].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Default"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BFL_Widget.K2Node_FunctionEntry_0.MetaData.Category"
				},
				{
					"Source":
					{
						"Text": "Dormancy setting for actor to take itself off of the replication list without being destroyed on clients."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[21].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "FUNCTION:\r\n{Function}"
					},
					"Translation":
					{
						"Text": "FONCTION:\r\n{Function}"
					},
					"Key": "KUI_Plug.Node_Format_Text.Format"
				},
				{
					"Source":
					{
						"Text": "Foreground Color when checked"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[17].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Foreground Color when checked and pressed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[18].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Foreground Color when hovered"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[15].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Foreground Color when pressed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[16].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Foreground Color when the check state is indeterminate"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[20].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Gas"
					},
					"Translation":
					{
						"Text": "Gaz"
					},
					"Key": "BPL_LocHelper.K2Node_Select_0.EnumEntryFriendlyNames[3]"
				},
				{
					"Source":
					{
						"Text": "HeaderButton"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI.NewVariables[0].Category"
				},
				{
					"Source":
					{
						"Text": "Heat"
					},
					"Translation":
					{
						"Text": "Chaleur"
					},
					"Key": "BPL_LocHelper.K2Node_Select_0.EnumEntryFriendlyNames[4]"
				},
				{
					"Source":
					{
						"Text": "How long this Actor lives before dying, 0=forever. Note this is the INITIAL value and should not be modified once play has begun."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[19].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "How often (per second) this actor will be considered for replication, used to determine NetUpdateTime"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[24].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "How to draw the image"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[0].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "How to draw the outline.  Currently only used for RoundedBox type brushes."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[6].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "How to mirror the image in Image mode.  This is normally only used for dynamic image brushes where the source texture\n          comes from a hardware device such as a web camera."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[2].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "How to tile the image in Image mode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[1].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "INSERT FUEL"
					},
					"Translation":
					{
						"Text": "INSÉRER DU CARBURANT"
					},
					"Key": "KUI_ProductionInfoWidget.KUI_ProductionInfoWidget_C.mFuelText"
				},
				{
					"Source":
					{
						"Text": "If actor has valid Owner, call Owner's IsNetRelevantFor and GetNetPriority"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[11].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "If true then destroy self when \"finished\", meaning all relevant components report that they are done and no timelines or timers are in flight."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[12].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "If true, this actor is only relevant to its owner. If this flag is changed during play, all non-owner channels would need to be explicitly closed."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[8].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "If true, this actor should search for an owned camera component to view through when used as a view target."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[14].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "If true, this actor will generate overlap Begin/End events when spawned as part of level streaming, which includes initial level load.\nYou might enable this is in the case where a streaming level loads around an actor and you want Begin/End overlap events to trigger.\n@see UpdateOverlapsMethodDuringLevelStreaming"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[15].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "If true, this actor will replicate to remote machines\n@see SetReplicates()"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[17].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Info"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.Sprite.SpriteInfo.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Invalid"
					},
					"Translation":
					{
						"Text": "Invalide"
					},
					"Key": "BPL_LocHelper.K2Node_Select_0.EnumEntryFriendlyNames[0]"
				},
				{
					"Source":
					{
						"Text": "Liquid"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BPL_LocHelper.K2Node_Select_0.EnumEntryFriendlyNames[2]"
				},
				{
					"Source":
					{
						"Text": "Local space pivot offset for the actor, only used in the editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[28].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Overclocking"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_MainWindow.Node_Add.NewItem_Text_5_FD671CE446AF05CA543E228C049AB0F9"
				},
				{
					"Source":
					{
						"Text": "Padding"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[10].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Pawn responsible for damage and other gameplay events caused by this actor."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[27].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Priority for this actor when checking for replication in a low bandwidth or saturated situation, higher priority means it is more likely to replicate"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[26].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Production"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_MainWindow.KUI_MainWindow_C.Tabs[0].Text_5_FD671CE446AF05CA543E228C049AB0F9"
				},
				{
					"Source":
					{
						"Text": "Render Opacity"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MovieSceneFloatTrack_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Size of the resource in Slate Units"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[3].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Solid"
					},
					"Translation":
					{
						"Text": "Solide"
					},
					"Key": "BPL_LocHelper.K2Node_Select_0.EnumEntryFriendlyNames[1]"
				},
				{
					"Source":
					{
						"Text": "Square of the max distance from the client's viewpoint that this actor is relevant and will be replicated."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[23].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Target consumption rate:"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI.Node_Select.Option_1"
				},
				{
					"Source":
					{
						"Text": "Target production rate:"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI.Node_Select.Option_0"
				},
				{
					"Source":
					{
						"Text": "The GUID for this actor's content bundle."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[31].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The GUID for this actor; this guid will be the same for actors from instanced streaming levels.\n@see         ActorInstanceGuid, FActorInstanceGuidMapper\n@note        Don't use VisibleAnywhere here to avoid getting the CPF_Edit flag and get this property reset when resetting to defaults.\n                     See FActorDetails::AddActorCategory and EditorUtilities::CopySingleProperty for details."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[29].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The amount of this item."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BPW_KUI_ItemCostSlotWidget_2.K2Node_BreakStruct_0.ShowPinForProperties[1].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The current specified color; only meaningful when ColorToUse == UseColor_Specified."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_GlowingButton.K2Node_MakeStruct_2.ShowPinForProperties[0].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The human readable description of this object."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[1].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The human readable display name of this object."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[0].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The image to render for this brush, can be a UTexture or UMaterialInterface or an object implementing\nthe AtlasedTextureInterface."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[7].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The instance GUID for this actor; this guid will be unique for actors from instanced streaming levels.\n@see         ActorGuid\n@note        This is not guaranteed to be valid during PostLoad in all situations, but safe to access from RegisterAllComponents."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[30].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The item."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BPW_KUI_ItemCostSlotWidget_2.K2Node_BreakStruct_0.ShowPinForProperties[0].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The margin to use in Box and Border modes"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[4].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The normal unchecked foreground color"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[14].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The rule for which color to pick."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_GlowingButton.K2Node_MakeStruct_2.ShowPinForProperties[1].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The scale to apply to any billboard components in editor builds (happens in any WITH_EDITOR build, including non-cooked games)."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[32].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The sound the check box should play when checked"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[22].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The sound the check box should play when initially hovered over"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[24].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The sound the check box should play when unchecked"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[23].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The visual type of the checkbox"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[0].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Tinting applied to the image."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[5].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Used to determine what rate to throttle down to when replicated properties are changing infrequently"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[25].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Used to sync and start build effect on buildings when created, but not after creation.\nThis is sett to null in default. If it's non null, we expect the build effects need to play."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[4].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "User Created"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BPW_KUI_ItemDisplay.BPW_KUI_ItemDisplay_C.PaletteCategory"
				},
				{
					"Source":
					{
						"Text": "When true the replication system will only replicate the registered subobjects and the replicated actor components list\nWhen false the replication system will instead call the virtual ReplicateSubobjects() function where the subobjects and actor components need to be manually replicated."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[18].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Whether this actor can take damage. Must be true for damage events (e.g. ReceiveDamage()) to be called.\n@see https://www.unrealengine.com/blog/damage-in-ue4\n@see TakeDamage(), ReceiveDamage()"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[13].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Whether this actor should be considered or not during HLOD generation."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[16].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "m³ per minute"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI_Production.Node_Select.Option_0"
				},
				{
					"Source":
					{
						"Text": "part per minute"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI.Node_Select.Option_1_01"
				},
				{
					"Source":
					{
						"Text": "parts per minute"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI_Production.Node_Select.Option_1"
				},
				{
					"Source":
					{
						"Text": "{value}%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI.Node_Format_Text.Format"
				}
			]
		}
	]
}